<?php


namespace JointApp\LangFiles\Views\Privacy;


class LangFiles_Ru_Views_Privacy_Article
{
    const H2='Политика в отношении обработки персональных данных';
    const S1_P1='Этот сайт создан исключительно в развлекательных целях самого владельца (разработчика), '.
    'который не является индивидуальным предпринимателем или учредителем коммерческой организации, таким образом '.
    'не обязан исполнять Федеральный закон от 27.07.2006. № 152-ФЗ в том виде как он издан.';
    const S1_P2='Сайт использует файлы cookie и дату рождения авторизированного пользователя для подтверждения '.
    'пользователем согласия на просмотр контента, который может быть воспринят в обществе как неприличный.';
    const S1_P3='Регистрация и авторизация на сайте выполняется с помощью логина и пароля. Ответственность за '.
    'конфиденциальность пароля возложена на самого пользователя.';
    const S2_H3='Термины и определения:';
    const S2_P1_LI1='Администратор сайта - владелец ресурса, пользователь, подтвержденный самим собой.';
    const S2_P1_LI2='Авторизированный пользователь - пользователь, отправивший корректные данные (логин и пароль) '.
    'на форме авторизации, имеющий доступ к личному кабинету.';
    const S2_P1_LI3='Подтверждение пользователя - установление факта принадлежности аккаунта пользователя реальному '.
    'лицу с помощью другого подтвержденного пользователя, путем отправки запроса на подтверждение в личном кабинете';
    const S2_P1_LI4='Подтвержденный пользователь - реальный пользователь, чей аккаунт был подтвержден другим реальным пользователем';
    const S2_P1_LI5='Заблокированный (забаненый) пользователь - пользователь, аккаунт которого был валидирован другим '.
    'пользователем, но заблокирован им или вышестоящим по цепочке валидации.';
    const S3_P1='Обработка персональных данных:';
    const S3_P2='пароль является секретной информацией самого пользователя, не хранится на стороне сайта. '.
    'Валидация по паролю выполняется с помощью алгоритмов с открытым кодом имеющих гарантированную криптографическую стойкость';
    const S3_P3='Сайт не раскрывает никакой другой информации о авторизированном пользователе, кроме публичной:';
    const S3_P3_LI1='логин';
    const S3_P3_LI2='аватар';
    const S3_P3_LI3='дата регистрации';
    const S3_P3_LI4='публичная информация об аккаунте, подтвердившим пользователя';
    const S3_P4='Другие персональные данные, как дата рождения, email или номер телефона, хранятся в базе данных '.
    'в незашифрованном виде, предназначены для удобства пользователя, не раскрываются и не передаются третьим лицам.';
    const S4_H3='Оповещение пользователей';
    const S4_P1='Приложение не делает рассылку на email или другими способами. Информирование о событиях, '.
    'интересующих пользователя - в личном кабинете. Доступ к оповещениям возможен по api';
    const S5_P1='Регистрация на сайте исключительно добровольная. Пользователь имеет право запросить полное '.
    'удаление своего аккаунта через чат с администратором сайта в личном кабинете.';
    const S5_P2='Администратор сайта оставляет за собой право вносить изменения в политику обработки персональных '.
    'данных пользователей, алгоритмов подтверждения аккаунта, информируя об этом пользователя уведомлениями '.
    'в личном кабинете и обновлением политики обработки персональных данных.';
    const S5_P3='Администратор сайта оставляет за собой право блокировать или удалять информацию, порочащую '.
    'честь и достоинство других пользователей, неподтвержденную информацию или не соответствующую целям этого сайта.';
    const S5_P4='Исходный код этого сайта в публичном репозитории. При наличии ошибок и других проблемах, '.
    'пожалуста проинформируйте меня в чате в личном кабинете или по email.';
}