<?php

namespace Src\LangFiles\Views\Blog\Articles\Others;


class LangFiles_Ru_Views_B_A_RightJointUpdated
{
    const S1_P1 = 'Я начал этот проект более 10 лет назад, в 2015 году и с тех пор продолжаю им заниматься. '.
    'Причины, по которым я это делаю, в основном не менялись со временем';
    const S1_P1_LI1 = 'Я люблю кодить и мне нравится php, поэтому я периодически делаю ревью своего кода и обновляю репозиторий';
    const S1_P1_LI2 = 'Мне не нравятся социальные сети, я считаю что могу сделать лучше и предпочитаю хранить нужную мне '.
    'информацию под рукой на личном ресурсе, где я могу устанавливать свои правила';
    const S1_P1_LI3='Возможно, мой сайт поможет мне найти подходящую работу, или как минимум избежать трудностей с '.
    'доказательством своего опыта. Код проекта находится в публичном репозитории и в нем есть примеры тестовых '.
    'заданий, которые я уже делал';
    const S1_P1_LI4='Собрать реальных пользователей, команду единомышленников, с кем интересно было бы общаться и проводить время';
    const S1_P2='Таким образом это сайт нужен прежде всего мне поскольку он дает мне возможности для саморазвития и самовыражения.';
    const S2_P1='Зачем это сайт нужен остальным';
    const S2_P1_LI1='Я публикую статьи на самые разные темы. Возможно, кто-то найдет на нем что-нибудь интересное для себя. '.
    'Поэтому этот сайт может быть интересен моим подписчикам';
    const S2_P1_LI2='Мне кажется, что я делаю хорошо свою работу, поэтому этот сайт может быть интересен моим клиентам, '.
    'кому важены качество и профессионализм, которые я показываю в том числе здесь';
    const RJ_WARNING='Будьте внимательны, вся информация, размещенная на этом сайте, создана исключительно в развлекательных '.
    'целях владельца (разработчика) этого ресурса и не призывает никого к каким-либо действиям. Некоторые тексты '.
    'и комментарии могут содержать выражения, которые вам могут показаться грубыми или неприличными, для доступа '.
    'к такому материалу может быть запрошено согласие пользователя.';
    const PR_TEXT_BEFORE='См. также';
    const PR_REF_TEXT='Политика конфиденциальности';
    const PR_REF_TITLE='Смотреть политику конфиденциальности';
}
