<?php


namespace Src\LangFiles\Views\Blog\Articles\Others;


class LangFiles_Ru_Views_B_A_CasioMts
{
    const S1_P1='Я не ношу никакие другие аксессуары, кроме часов. Время удобнее всего смотреть на руке на запястье. '.
    'Большинство из моих часов были до 200$, такие не страшно сломать или потерять.';
    const S2_P1='Сначала почему casio mts-rs100 часы мне подошли больше всего:';
    const S2_P1_LI1='точность хода, или может мне повезло, но мои часы отстают всего на 1 секунду за три месяца';
    const S2_P1_LI2='простота, нет даты, поправлять время можно не чаще чем раз в год, других вмешательств не требуют';
    const S2_P1_LI3='правильный размер, не очень большие и не очень маленькие, диаметр корпуса 42 мм';
    const S2_P1_LI4='сапфир, не царапается, хотя я пытался';
    const S2_P1_LI5='удобно считывать время, на дисплее только стрелки и ничего лишнего';
    const S2_P2='Из недостатков - браслет растягивается, я укорачивал его уже два раза, но это норма и на других часах '.
    'с металлическим браслетом было тоже самое.';
    const S2_P3='На счет красоты спорить не буду, то как говорится, на вкус и цвет товарищей нет. Модель присутствовала в '.
    'четырех цветах, мне больше приятен черный. Циферблат, мне показалось, сплошного цвета, но при дневном '.
    'освещении всегда дает градиент из-за тени, кажется более светлым к центру.';
    const S2_P4='Все из моих часов были водонепроницаемые, в этих я тоже хожу в душ не снимая.';
    const S2_P5='Я ношу эти часы уже 4 месяца, на браслете и корпусе есть небольшие царапки, стекло без повреждений.';
    const S2_P6='На счет аккумулятора сказать ничего не могу, но кажется в таких часах он служит около 7 лет и после уже не меняется.';
    const S3_P1='До этого я носил три года amazfit gtr-1, потом обновил до gtr-4. Ещё за последние 5 лет меня было двое '.
    'механических и другие кварцевые, но чаше всего я носил смарты (которые вообще не относятся к аксессуарам, '.
    'а скорее к гаджетам)';
    const S3_P2='Теперь о том почему другие часы мне не подошли:';
    const S3_P3='Электронные часы с цифрами вместо стрелок я вообще не рассматривал так как мне нравиться определять '.
    'время по аналоговой индикации.';
    const S3_P3_X='Недостатки смарт-часов:';
    const S3_P3_LI1='мне нужна секундная стрела, в режиме always on display экран обновляется каждую минуту, чтоб узнать время '.
    'точно необходимо нажимать кнопки';
    const S3_P3_LI2='требуется обновлять через приложение';
    const S3_P3_LI3='требуется заряжать, максимум без подзарядки - 1 неделя';
    const S3_P3_LI4='силиконовый ремешок и пластиковый корпус, мне хотелось металлический';
    const S3_P3_LI5='мелкие царапины на стекле';
    const S3_P3_LI6='довольно большие размеры, 45+ мм';
    const S3_P4='Недостатки механических часов:';
    const S3_P4_LI1='требуется подводить, в лучшем случае раз в неделю';
    const S3_P4_LI2='необходимо носить постоянно или они остановятся';
    const S3_P4_LI3='секундная стрелка не очень полезна, так как всегда есть разбег с мировым временем';
    const S3_P5='Недостатки других кварцевых:';
    const S3_P5_LI1='точность хода пару секунд в месяц, но все равно ниже чем у моих casio mts';
    const S3_P5_LI2='лишние усложнения, хронограф, которым почти никогда не пользовался. Дополнительные окна только мешают считывать время';
    const S3_P5_LI3='требуется корректировать дату примерно раз в два месяца, необходимо помнить что подводить время нельзя '.
    'в промежуток около 12 ночи';
    const S3_P5_LI4='не сапфир, оставались царапины на стекле';
    const S3_P5_LI5='срок службы батареи всего два года, но может и больше, я их не носил долго';
    const S4_P1='Не то, чтоб я был помешан на часах, просто я искал идеальный для себя вариант, и кажется я его нашел. '.
    'Может быть механика более статусная и на особые случаи будет предпочтительнее, но как вариант на каждый '.
    'день casio mts-rs100 часы мне подходят лучше всего.';
    const S4_P2='Все остальные свои часы я раздал приятелям и знакомым.';
}