<?php


namespace Src\LangFiles\Views\Blog\Articles\Pets;


class LangFiles_Ru_V_B_A_P_BlondKitty11Y
{
    const P1='Эту кошку мне отдали во дворе малосемейки, туда часто подкидывают животных, которые больше не нужны, и одна '.
    'женшина ее приютила на время. Не представляю, кто бы мог оставить там такую красотку.';
    const P2='Когда я ее взял, она уже не была совсем котенком, кажется ей было около года.';
    const P3='Кошка не была совсем домашней, и первое время часто просилась на улицу и даже выпрыгивала с балкона 5го этажа.';
    const P4='На ней были блохи и ушной клещ. Помогли ошейник от блох, мытье и капли.';
    const P5='Она не стерилизована и я ни разу за все время не носил ее к ветеринару.';
    const P6='Последние несколько лет она совсем не выходит на улицу. Ей не надо много, она встречает меня у двери '.
    'и иногда играет с шиншиллой.';
    const P7='У меня не очень хорошо получается придумывать клички животным. Сначала я звал ее лапкой, теперь я '.
    'зову ее дрянью. Ни на ту, ни на другую она не отзывается.';
    const P8='Маленькая белая дрянь.';
    const P9='Она всегда спит со мной, обычно ложиться в ноги.';
    const P10='Дрянюсика абсолютно белая, без единого цветного пятна или полоски.';
    const P11='Чаще всего она спит, но иногда ностится по комнате как сумашедшая.';
    const P12='Она не переедает. В среднем ей хватает пакета 85г. консервированного корма и немного сухого на день. '.
    'Иногда я даю ей мяса, куриную грудку или говядину.';
    const P13='Кошка довольно ревнивая. Ей не нравится когда не один и она начинает требовать внимания.';
    const P14='Кошка с шиншиллой';
}